/* Learn more label text */
"<b>Learn more</b> about device management and security." = "<b>Scopri di più</b> sulla sicurezza e la gestione del dispositivo.";

/* No comment provided by engineer. */
"A system error occurred" = "Si è verificato un errore di sistema";

/* Account will be removed on this device at SSO Page */
"Account will be removed from %@ and other Yahoo apps on this device." = "L'account sarà rimosso da %@ e altre applicazioni Yahoo su questo dispositivo.";

/* Add Account cell in SSO Screen - Allows user to Sign-In as new user */
"Add Account" = "Aggiungi account";

/* No comment provided by engineer. */
"An error occurred. Please try again later." = "Si è verificato un errore. Riprova più tardi.";

/* Accessibility label for the back button */
"Back" = "Indietro";

/* call tip prefix in 2lc */
"Call %@" = "Chiama %@";

/* No comment provided by engineer. */
"Call again" = "Chiama di nuovo";

/* Cancel
   Cancel button title */
"Cancel" = "Annulla";

/* Fallback page cannot be loaded. */
"Cannot load page." = "Impossibile caricare la pagina.";

/* Accessibility label for the close button */
"Close" = "Chiudi";

/* Continue to Safari for SHF */
"Continue" = "Continua";

/* Create Account view title
   sign up button title */
"Create Account" = "Crea un account";

/* learn more alert title */
"Device Not Recognized" = "Dispositivo non riconosciuto";

/* No comment provided by engineer. */
"Didn't receive the email?" = "Non hai ricevuto la mail?";

/* No comment provided by engineer. */
"Didn't receive the text message?" = "Non hai ricevuto l'SMS?";

/* No comment provided by engineer. */
"Didn't receive the voice call?" = "Non hai ricevuto la chiamata?";

/* Dismiss */
"Dismiss" = "Ignora";

/* Edit button title */
"Edit" = "Modifica";

/* No comment provided by engineer. */
"Email could not be sent" = "Impossibile inviare la mail";

/* No comment provided by engineer. */
"Email sent" = "Messaggio inviato";

/* No comment provided by engineer. */
"Enter Code" = "Digita codice";

/* For security reasons you need to verify your account or need to change password when SHF */
"For security reasons you need to unlock your account." = "Per ragioni di sicurezza devi sbloccare il tuo account.";

/* Switching to alternative sign-in interface. */
"For security reasons, please verify your account again." = "Per motivi di sicurezza, verifica di nuovo il tuo account.";

/* forgot password or ID title
   Sign in alert view title */
"Forgot password or ID?" = "Password o ID dimenticate?";

/* forgot password title
   Sign in alert view title */
"Forgot password?" = "Password dimenticata?";

/* Go to Account recovery */
"Get Help" = "Cerca aiuto";

/* No comment provided by engineer. */
"Incorrect answer. Try again." = "Risposta non corretta. Riprova.";

/* No comment provided by engineer. */
"Invalid ID or password. Please try again." = "ID o password non valida. Riprova.";

/* No comment provided by engineer. */
"Limit reached. Email could not be sent." = "Limite raggiunto. Impossibile inviare la mail.";

/* No comment provided by engineer. */
"Limit reached. Unable to send text message or make a voice call." = "Limite raggiunto. Impossibile inviare SMS o effettuare chiamate.";

/* 2LC Failure
   Login session has expired, please try again. */
"Login session has expired, please try again." = "La sessione di accesso è scaduta, riprova.";

/* Network error alert view title */
"Network unavailable." = "Rete non disponibile.";

/* OK
   OK Button title
   ok button title */
"OK" = "OK";

/* password text field place holder */
"Password" = "Password";

/* 2LC password prompt str */
"Please enter your password for \n%@" = "Inserisci la tua password per \n%@";

/* Remove the account
   SSO remove account title */
"Remove" = "Rimuovi";

/* Remove an account label on SSO screen */
"Remove an account" = "Rimuovi un account";

/* Select an account label on SSO screen */
"Select an account" = "Seleziona un account";

/* account token invalid sign in problem */
"Session expired, please sign-in again." = "Sessione scaduta, entra di nuovo.";

/* sign in button title */
"Sign In" = "Entra";

/* 3PA Label */
"Sign in with <a>Facebook</a> or <b>Google</b>" = "Accedi con <a>Facebook</a> o <b>Google</b>";

/* Zero tap alert signed in as */
"Signed in as" = "Autore accesso";

/* signing in state title for sign in button */
"Signing In" = "Accesso";

/* No comment provided by engineer. */
"Sorry, the system is down. Please try again later." = "Il sistema è bloccato. Riprova più tardi.";

/* No comment provided by engineer. */
"Sorry, we can't sign you in now. Please try again later." = "Al momento, non è possibile eseguire l'accesso. Riprova più tardi.";

/* sms tip prefix in 2lc */
"Text %@" = "Testo %@";

/* No comment provided by engineer. */
"Text message could not be sent" = "Impossibile inviare l'SMS";

/* No comment provided by engineer. */
"Text message sent" = "SMS inviato";

/* No comment provided by engineer. */
"The Second Challenge state data could not be extracted from the Short-Lived Challenge Credential" = "Impossibile estrarre i dati della seconda domanda di sicurezza da SLCC (Short-Lived Challenge Credential)";

/* Second Login Challenge Error - user entered the code wrong too many times. */
"Too many attempts. Try again in 24 hours." = "Troppi tentativi. Riprova di nuovo tra 24 ore.";

/* No comment provided by engineer. */
"Try again" = "Riprova";

/* No comment provided by engineer. */
"Unable to place a voice call" = "Impossibile effettuare chiamate";

/* SSL Certificate Error - Please Check Date/Time */
"Unable to sign in. Check system date and try again." = "È impossibile effettuare l'accesso. Controlla la data di sistema e riprova.";

/* Token handoff failure */
"Unable to sign in. Please try again." = "Impossibile accedere. Riprova.";

/* Unlock */
"Unlock" = "Sblocca";

/* unlock account view title */
"Unlock Your Account" = "Sblocca il tuo account";

/* Create Account view title
   View title - appears in the navigation \
                                                                                                                    bar containing the webview that displays the account upgrade flow */
"Update Account" = "Aggiorna account";

/* Migrate 3PA Account view title */
"Upgrade to Yahoo" = "Passa a Yahoo";

/* User already signed-in */
"User already signed-in" = "Utente già entrato";

/* User already signed-in */
"User %d is already signed in" = "User %d is already signed in";

/* 2LC aea verify prompt text
   2LC sms verify prompt text */
"Verification code sent to %@" = "Codice di verifica inviato a %@";

/* No comment provided by engineer. */
"Voice call in progress" = "Chiamata vocale in corso";

/* 2LC voice verify prompt text */
"We called you with a verification code at %@" = "Ti abbiamo chiamato con un codice di verifica al numero %@";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity by answering your security question." = "Dispositivo non riconosciuto. Verifica la tua identità rispondendo alla domanda di sicurezza.";

/* No comment provided by engineer. */
"We do not recognize this device. Please verify your identity. We will send a verification code." = "Dispositivo non riconosciuto. Verifica la tua identità. Ti verrà inviato un codice di verifica.";

/* ID text field place holder */
"Yahoo ID" = "ID Yahoo";

/* No comment provided by engineer. */
"You must be at least 13 years old." = "Devi avere almeno 13 anni.";

/* No comment provided by engineer. */
"Your account is locked." = "Il tuo account è bloccato.";

/* Unlock success */
"Your account is now unlocked. Please sign in." = "Ecco fatto, l'account è stato sbloccato. Entra.";

/* No comment provided by engineer. */
"Your Answer" = "La tua risposta";

/* learn more alert msg line 1 */
"• New device?" = "• Nuovo dispositivo?";

/* learn more alert msg line 3 */
"• Opted for sign in verification?" = "• Hai scelto la verifica dell'accesso?";

/* learn more alert msg line 2 */
"• Signing in from a new country?" = "• Entri da un nuovo paese?";

/* Yahoo Messenger */
"Messenger" = "Messenger";